Repository: CrimsBerith/LociAR
Catalog: LociAR/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, ja, pt, ru, tr, zh_hans

# Bildirim gönderilemedi.
source: Could not send the report.
ar: لا يمكن إرسال التقرير.
bn: রিপোর্ট পাঠাতে পারেনি।
de: Die Meldung konnte nicht gesendet werden.
es: No se pudo enviar la denuncia.
fr: Impossible d’envoyer le signalement.
hi: रिपोर्ट नहीं भेजी जा सकी.
ja: 報告を送信できませんでした。
pt: Não foi possível enviar a denúncia.
ru: Не удалось отправить жалобу.
tr: Bildirim gönderilemedi.
zh_hans: 无法发送举报。

# Bildirimin incelemeye gönderildi. Teşekkürler.
source: Your report has been sent for review. Thank you.
ar: لقد تم إرسال تقريرك للمراجعة. شكرًا لك.
bn: আপনার রিপোর্ট পর্যালোচনার জন্য পাঠানো হয়েছে. ধন্যবাদ
de: Ihre Meldung wurde zur Prüfung gesendet. Vielen Dank.
es: Tu denuncia se ha enviado para revisión. Gracias.
fr: Votre signalement a été envoyé pour examen. Merci.
hi: आपकी रिपोर्ट समीक्षा के लिए भेज दी गई है. धन्यवाद।
ja: 報告を審査に送信しました。ありがとうございます。
pt: Sua denúncia foi enviada para análise. Obrigado.
ru: Ваша жалоба отправлена на рассмотрение. Спасибо.
tr: Bildirimin incelemeye gönderildi. Teşekkürler.
zh_hans: 您的举报已提交审核。谢谢。

source: Reports are reviewed within 24 hours. Block the user if you do not want to see their content.
ar: تتم مراجعة التقارير خلال 24 ساعة. قم بحظر المستخدم إذا كنت لا تريد رؤية محتواه.
bn: রিপোর্ট 24 ঘন্টার মধ্যে পর্যালোচনা করা হয়. আপনি যদি ব্যবহারকারীর বিষয়বস্তু দেখতে না চান তাহলে তাকে ব্লক করুন।
de: Meldungen werden innerhalb von 24 Stunden geprüft. Blockieren Sie den Nutzer, wenn Sie seine Inhalte nicht sehen möchten.
es: Las denuncias se revisan en un plazo de 24 horas. Bloquea al usuario si no quieres ver su contenido.
fr: Les signalements sont examinés sous 24 heures. Bloquez la personne si vous ne souhaitez pas voir son contenu.
hi: 24 घंटे के भीतर रिपोर्ट की समीक्षा की जाती है। यदि आप उपयोगकर्ता की सामग्री नहीं देखना चाहते तो उसे ब्लॉक कर दें।
ja: 報告は24時間以内に確認されます。コンテンツを見たくない場合は、そのユーザーをブロックしてください。
pt: As denúncias são analisadas em até 24 horas. Bloqueie o usuário se não quiser ver seu conteúdo.
ru: Жалобы рассматриваются в течение 24 часов. Заблокируйте пользователя, если не хотите видеть его контент.
tr: Bildirimler 24 saat içinde incelenir. İçeriği görmek istemiyorsan kullanıcıyı engelleyebilirsin.
zh_hans: 举报将在 24 小时内审核。如果不想看到此用户的内容，可以屏蔽该用户。

# Biraz daha tara veya açıkça yaklaşık yerleştirmeyi seç.
source: Scan some more or explicitly choose approximate placement.
ar: قم بمسح المزيد أو اختر موضعًا تقريبيًا بشكل صريح.
bn: আরও কিছু স্ক্যান করুন বা স্পষ্টভাবে আনুমানিক স্থান নির্বাচন করুন।
de: Scannen Sie noch mehr oder wählen Sie explizit eine ungefähre Platzierung aus.
es: Escanee un poco más o elija explícitamente la ubicación aproximada.
fr: Scannez-en davantage ou choisissez explicitement un emplacement approximatif.
hi: कुछ और स्कैन करें या स्पष्ट रूप से अनुमानित प्लेसमेंट चुनें।
ja: さらにスキャンするか、おおよその配置を明示的に選択します。
pt: Digitalize um pouco mais ou escolha explicitamente o posicionamento aproximado.
ru: Отсканируйте еще или явно выберите приблизительное размещение.
tr: Biraz daha tara veya açıkça yaklaşık yerleştirmeyi seç.
zh_hans: 扫描更多或明确选择大致位置。

# Bitti
source: Done
ar: تم
bn: সম্পন্ন
de: Fertig
es: Listo
fr: Terminé
hi: हो गया
ja: 完了
pt: Concluído
ru: Готово
tr: Bitti
zh_hans: 完成

# Bu bölge veya hesap için yayın sınırına ulaşıldı. Daha sonra tekrar deneyin.
source: The posting limit for this area or account has been reached. Try again later.
ar: تم الوصول إلى حد النشر لهذه المنطقة أو الحساب. حاول مرة أخرى لاحقًا.
bn: এই এলাকা বা অ্যাকাউন্টের জন্য পোস্টিং সীমা পৌঁছে গেছে. পরে আবার চেষ্টা করুন.
de: Das Veröffentlichungslimit für dieses Gebiet oder dieses Konto wurde erreicht. Versuchen Sie es später erneut.
es: Se ha alcanzado el límite de publicación para esta área o cuenta. Vuelve a intentarlo más tarde.
fr: La limite de publication pour cette zone ou ce compte a été atteinte. Réessayez plus tard.
hi: इस क्षेत्र या खाते की पोस्ट सीमा पूरी हो चुकी है। बाद में फिर से प्रयास करें।
ja: このエリアまたはアカウントの投稿制限に達しました。後でもう一度試してください。
pt: O limite de postagem para esta área ou conta foi atingido. Tente novamente mais tarde.
ru: Достигнут лимит публикаций для этой области или аккаунта. Повторите попытку позже.
tr: Bu bölge veya hesap için yayın sınırına ulaşıldı. Daha sonra tekrar deneyin.
zh_hans: 已达到该区域或帐户的发帖限制。稍后再试。

# Bu cihaz gelişmiş AR yüzey taramasını desteklemiyor.
source: This device does not support advanced AR surface scanning.
ar: لا يدعم هذا الجهاز المسح السطحي المتقدم للواقع المعزز.
bn: এই ডিভাইসটি উন্নত AR পৃষ্ঠ স্ক্যানিং সমর্থন করে না।
de: Dieses Gerät unterstützt kein erweitertes AR-Oberflächenscannen.
es: Este dispositivo no admite el escaneo avanzado de superficies AR.
fr: Cet appareil ne prend pas en charge l'analyse avancée des surfaces AR.
hi: यह डिवाइस उन्नत एआर सतह स्कैनिंग का समर्थन नहीं करता है।
ja: このデバイスは高度な AR サーフェス スキャンをサポートしていません。
pt: Este dispositivo não oferece suporte à varredura avançada de superfície AR.
ru: Это устройство не поддерживает расширенное сканирование поверхности AR.
tr: Bu cihaz gelişmiş AR yüzey taramasını desteklemiyor.
zh_hans: 此设备不支持高级 AR 表面扫描。

source: This login method is no longer supported. Sign in with email and password or Apple.
ar: لم تعد طريقة تسجيل الدخول هذه مدعومة. قم بتسجيل الدخول باستخدام البريد الإلكتروني وكلمة المرور أو Apple.
bn: এই লগইন পদ্ধতি আর সমর্থিত নয়. ইমেল এবং পাসওয়ার্ড বা অ্যাপল দিয়ে সাইন ইন করুন।
de: Diese Anmeldemethode wird nicht mehr unterstützt. Melden Sie sich mit E-Mail und Passwort oder Apple an.
es: Este método de inicio de sesión ya no es compatible. Inicia sesión con correo electrónico y contraseña o Apple.
fr: Cette méthode de connexion n'est plus prise en charge. Connectez-vous avec votre e-mail et votre mot de passe ou Apple.
hi: यह लॉगिन विधि अब समर्थित नहीं है. ईमेल और पासवर्ड या Apple से साइन इन करें।
ja: このログイン方法はサポートされなくなりました。電子メールとパスワード、または Apple を使用してサインインします。
pt: Este método de login não é mais suportado. Faça login com e-mail e senha ou Apple.
ru: Этот метод входа больше не поддерживается. Войдите в систему, используя адрес электронной почты и пароль или Apple.
tr: Bu giriş yöntemi artık desteklenmiyor. E-posta ve şifre ya da Apple ile giriş yap.
zh_hans: 不再支持此登录方法。使用电子邮件和密码或 Apple 登录。

# Bu hesap henüz bir post paylaşmadı.
source: This account has not shared any posts yet.
ar: هذا الحساب لم يقم بمشاركة أي منشورات حتى الآن.
bn: এই অ্যাকাউন্ট থেকে এখনও কোনো পোস্ট শেয়ার করা হয়নি।
de: Dieses Konto hat noch keine Beiträge geteilt.
es: Esta cuenta aún no ha compartido ninguna publicación.
fr: Ce compte n'a encore partagé aucune publication.
hi: इस खाते ने अभी तक कोई पोस्ट साझा नहीं किया है.
ja: このアカウントはまだ投稿を共有していません。
pt: Esta conta ainda não compartilhou nenhuma postagem.
ru: В этом аккаунте еще не было опубликовано ни одной публикации.
tr: Bu hesap henüz bir post paylaşmadı.
zh_hans: 该帐户尚未分享任何帖子。

# Bu hesap şu anda yayın yapamaz. Destek ile iletişime geçin.
source: This account cannot publish right now. Contact support.
ar: لا يمكن لهذا الحساب النشر الآن. اتصل بالدعم.
bn: এই অ্যাকাউন্ট থেকে এখন পোস্ট প্রকাশ করা যায় না। সহায়তার সাথে যোগাযোগ করুন।
de: Dieses Konto kann derzeit keine Beiträge veröffentlichen. Wenden Sie sich an den Support.
es: Esta cuenta no puede publicar ahora. Contacta con soporte.
fr: Ce compte ne peut pas publier pour le moment. Contactez l'assistance.
hi: इस खाते से अभी पोस्ट प्रकाशित नहीं की जा सकती। सहायता से संपर्क करें।
ja: このアカウントでは現在投稿を公開できません。サポートにお問い合わせください。
pt: Esta conta não pode publicar no momento. Entre em contato com o suporte.
ru: Этот аккаунт не может публиковать прямо сейчас. Свяжитесь со службой поддержки.
tr: Bu hesap şu anda yayın yapamaz. Destek ile iletişime geçin.
zh_hans: 该帐户目前无法发布。联系支持人员。

# Bu içerik fiziksel bir yüzeye kilitli değildir.
source: This content is not locked to a physical surface.
ar: هذا المحتوى غير مثبت على سطح حقيقي.
bn: এই বিষয়বস্তু কোনো বাস্তব পৃষ্ঠে স্থির করা নেই।
de: Dieser Inhalt ist nicht an eine physische Oberfläche gebunden.
es: Este contenido no está anclado a una superficie física.
fr: Ce contenu n'est pas verrouillé sur une surface physique.
hi: यह सामग्री किसी भौतिक सतह पर बंधी नहीं है।
ja: このコンテンツは物理的な表面にロックされていません。
pt: Este conteúdo não está fixado a uma superfície física.
ru: Этот контент не привязан к физической поверхности.
tr: Bu içerik fiziksel bir yüzeye kilitli değildir.
zh_hans: 此内容未锁定到物理表面。

# Bu koleksiyon boş
source: This collection is empty
ar: هذه المجموعة فارغة
bn: এই সংগ্রহটি খালি
de: Diese Sammlung ist leer
es: Esta colección está vacía.
fr: Cette collection est vide
hi: यह संग्रह खाली है
ja: このコレクションは空です
pt: Esta coleção está vazia
ru: Эта коллекция пуста
tr: Bu koleksiyon boş
zh_hans: 此收藏集为空

# Bu konumda görüntülenebilir bir yayın bulunamadı.
source: No viewable posts were found in this location.
ar: لم يتم العثور على مشاركات قابلة للعرض في هذا الموقع.
bn: এই অবস্থানে কোন দর্শনযোগ্য পোস্ট পাওয়া যায়নি.
de: An diesem Ort wurden keine sichtbaren Beiträge gefunden.
es: No se encontraron publicaciones visibles en esta ubicación.
fr: Aucune publication visible n'a été trouvée à cet emplacement.
hi: इस स्थान पर कोई देखने योग्य पोस्ट नहीं मिलीं.
ja: この場所では表示可能な投稿が見つかりませんでした。
pt: Nenhuma postagem visível foi encontrada neste local.
ru: В этом месте не найдено публикаций, доступных для просмотра.
tr: Bu konumda görüntülenebilir bir yayın bulunamadı.
zh_hans: 在此位置找不到可见的帖子。

# Bu konumdaki yayınlar
source: Posts in this location
ar: المشاركات في هذا الموقع
bn: এই অবস্থানে পোস্ট
de: Beiträge an diesem Ort
es: Publicaciones en esta ubicación
fr: Publications à cet endroit
hi: इस स्थान पर पोस्ट
ja: この場所の投稿
pt: Postagens neste local
ru: Публикации в этом месте
tr: Bu konumdaki yayınlar
zh_hans: 此位置的帖子

# Bu korumalı bölgede post yayınlanamaz.
source: Posts cannot be published in this protected area.
ar: لا يمكن نشر المشاركات في هذه المنطقة المحمية.
bn: এই সুরক্ষিত এলাকায় পোস্ট প্রকাশ করা যাবে না.
de: In diesem geschützten Bereich können keine Beiträge veröffentlicht werden.
es: No se pueden publicar publicaciones en esta área protegida.
fr: Les publications ne sont pas autorisées dans cette zone protégée.
hi: इस संरक्षित क्षेत्र में पोस्ट प्रकाशित नहीं की जा सकतीं.
ja: この保護領域では投稿を公開できません。
pt: As postagens não podem ser publicadas nesta área protegida.
ru: В этой защищённой зоне нельзя размещать публикации.
tr: Bu korumalı bölgede post yayınlanamaz.
zh_hans: 不能在此保护区发布帖子。

# Bu kullanıcı adı başka biri tarafından kullanılıyor. Farklı bir ad dene.
source: This username is used by someone else. Try a different name.
ar: يتم استخدام اسم المستخدم هذا من قبل شخص آخر. جرّب اسمًا مختلفًا.
bn: এই ব্যবহারকারীর নাম অন্য কেউ ব্যবহার করে। একটি ভিন্ন নাম চেষ্টা করুন.
de: Dieser Benutzername wird von einer anderen Person verwendet. Versuchen Sie es mit einem anderen Namen.
es: Este nombre de usuario es utilizado por otra persona. Pruebe con un nombre diferente.
fr: Ce nom d'utilisateur est utilisé par quelqu'un d'autre. Essayez un autre nom.
hi: यह उपयोगकर्ता नाम किसी अन्य व्यक्ति द्वारा उपयोग किया जाता है. कोई भिन्न नाम आज़माएँ.
ja: このユーザー名は他の人によって使用されています。別の名前を試してください。
pt: Este nome de usuário é usado por outra pessoa. Experimente um nome diferente.
ru: Это имя пользователя используется кем-то другим. Попробуйте другое имя.
tr: Bu kullanıcı adı başka biri tarafından kullanılıyor. Farklı bir ad dene.
zh_hans: 该用户名已被其他人使用。尝试使用不同的名称。

# Bu kullanıcı adı kullanılamaz. Farklı bir ad dene.
source: This username cannot be used. Try a different name.
ar: لا يمكن استخدام اسم المستخدم هذا. جرّب اسمًا مختلفًا.
bn: এই ব্যবহারকারীর নাম ব্যবহার করা যাবে না. একটি ভিন্ন নাম চেষ্টা করুন.
de: Dieser Benutzername kann nicht verwendet werden. Versuchen Sie es mit einem anderen Namen.
es: Este nombre de usuario no se puede utilizar. Pruebe con un nombre diferente.
fr: Ce nom d'utilisateur ne peut pas être utilisé. Essayez un autre nom.
hi: इस उपयोक्तानाम का उपयोग नहीं किया जा सकता. कोई भिन्न नाम आज़माएँ.
ja: このユーザー名は使用できません。別の名前を試してください。
pt: Este nome de usuário não pode ser usado. Experimente um nome diferente.
ru: Это имя пользователя нельзя использовать. Попробуйте другое имя.
tr: Bu kullanıcı adı kullanılamaz. Farklı bir ad dene.
zh_hans: 无法使用该用户名。尝试使用不同的名称。

source: You will not see this user’s posts or comments. They cannot follow you or comment on your posts.
ar: لن ترى مشاركات هذا المستخدم أو تعليقاته. لا يمكنهم متابعتك أو التعليق على منشوراتك.
bn: আপনি এই ব্যবহারকারীর পোস্ট বা মন্তব্য দেখতে পাবেন না. তারা আপনাকে অনুসরণ করতে পারে না বা আপনার পোস্টে মন্তব্য করতে পারে না।
de: Die Beiträge oder Kommentare dieses Benutzers werden Ihnen nicht angezeigt. Dieser Benutzer kann Ihnen nicht folgen oder Ihre Beiträge kommentieren.
es: No verás las publicaciones ni los comentarios de este usuario. No pueden seguirte ni comentar tus publicaciones.
fr: Vous ne verrez pas les publications ou les commentaires de cet utilisateur. Cette personne ne peut pas vous suivre ni commenter vos publications.
hi: आप इस उपयोगकर्ता की पोस्ट या टिप्पणियाँ नहीं देखेंगे. वे आपको फ़ॉलो नहीं कर सकते या आपकी पोस्ट पर टिप्पणी नहीं कर सकते.
ja: このユーザーの投稿やコメントは表示されません。彼らはあなたをフォローしたり、あなたの投稿にコメントしたりすることはできません。
pt: Você não verá as postagens ou comentários deste usuário. Esse usuário não poderá seguir você nem comentar suas postagens.
ru: Вы не увидите публикации и комментарии этого пользователя. Этот пользователь не сможет подписаться на вас или комментировать ваши публикации.
tr: Bu kullanıcının postlarını ve yorumlarını görmezsin; seni takip edemez, postlarına yorum yapamaz.
zh_hans: 您将看不到该用户的帖子或评论。他们无法关注您或评论您的帖子。

source: You have blocked this user. Their content is hidden. Unblock them from Profile > Blocked accounts.
ar: لقد حظرت هذا المستخدم. محتواه مخفي. يمكنك إلغاء حظره من الملف الشخصي > الحسابات المحظورة.
bn: আপনি এই ব্যবহারকারীকে অবরুদ্ধ করেছেন৷ তাদের বিষয়বস্তু লুকানো হয়. প্রোফাইল > ব্লক করা অ্যাকাউন্ট থেকে তাদের অবরোধ মুক্ত করুন।
de: Sie haben diesen Benutzer blockiert. Seine Inhalte sind verborgen. Über Profil > Blockierte Konten können Sie die Blockierung aufheben.
es: Has bloqueado a este usuario. Su contenido está oculto. Desbloquéalo desde Perfil > Cuentas bloqueadas.
fr: Vous avez bloqué cet utilisateur. Son contenu est masqué. Débloquez cet utilisateur depuis Profil > Comptes bloqués.
hi: आपने इस उपयोगकर्ता को ब्लॉक कर दिया है. उनकी सामग्री छिपी हुई है. उन्हें प्रोफ़ाइल > अवरुद्ध खातों से अनब्लॉक करें।
ja: このユーザーをブロックしました。投稿は非表示になります。「プロフィール」>「ブロックしたアカウント」から解除できます。
pt: Você bloqueou este usuário. O conteúdo dele está oculto. Desbloqueie-o em Perfil > Contas bloqueadas.
ru: Вы заблокировали этого пользователя. Его публикации скрыты. Снять блокировку можно в разделе «Профиль» > «Заблокированные аккаунты».
tr: Bu kullanıcıyı engelledin. İçerikleri gizlendi; engeli Profil > Engellenenler'den kaldırabilirsin.
zh_hans: 您已屏蔽此用户。该用户的内容已隐藏。您可以在「个人资料」>「已屏蔽的账户」中解除屏蔽。

source: No stable surface was found here. Move the center reticle across the surface or choose approximate placement.
ar: لم يتم العثور على سطح مستقر هنا. حرّك علامة التصويب الوسطى على السطح أو اختر موضعًا تقريبيًا.
bn: এখানে কোনো স্থিতিশীল পৃষ্ঠ পাওয়া যায়নি। পৃষ্ঠের উপর মাঝের লক্ষ্যচিহ্ন সরান বা আনুমানিক অবস্থান বেছে নিন।
de: Hier wurde kein stabiler Untergrund gefunden. Bewegen Sie das mittlere Fadenkreuz über die Oberfläche oder wählen Sie eine ungefähre Platzierung.
es: Aquí no se encontró ninguna superficie estable. Mueva la retícula central por la superficie o elija una ubicación aproximada.
fr: Aucune surface stable n’a été trouvée ici. Déplacez le réticule central sur la surface ou choisissez un emplacement approximatif.
hi: यहां कोई स्थिर सतह नहीं मिली. केंद्र रेटिकल को सतह पर ले जाएँ या अनुमानित स्थान चुनें।
ja: ここには安定した表面が見つかりませんでした。中央のレチクルを表面上で移動するか、おおよその配置を選択します。
pt: Nenhuma superfície estável foi encontrada aqui. Mova o retículo central pela superfície ou escolha um posicionamento aproximado.
ru: Устойчивой поверхности здесь обнаружено не было. Переместите центральную сетку по поверхности или выберите приблизительное расположение.
tr: Bu noktada kararlı yüzey bulunamadı. Merkez halkayı yüzey üzerinde gezdirin veya yaklaşık yerleştirmeyi seçin.
zh_hans: 这里没有发现稳定的表面。在表面上移动中心标线或选择近似位置。

# Bu post silinsin mi?
source: Should this post be deleted?
ar: هل يجب حذف هذه المشاركة؟
bn: এই পোস্ট মুছে ফেলা উচিত?
de: Sollte dieser Beitrag gelöscht werden?
es: ¿Debería eliminarse esta publicación?
fr: Supprimer cette publication ?
hi: क्या इस पोस्ट को हटा देना चाहिए?
ja: この投稿は削除すべきでしょうか?
pt: Esta postagem deve ser excluída?
ru: Стоит ли удалить этот пост?
tr: Bu post silinsin mi?
zh_hans: 这个帖子应该被删除吗？

# Bu sıradaki post farklı bir hesaba ait.
source: This queued post belongs to another account.
ar: هذه المشاركة في قائمة الانتظار تنتمي إلى حساب آخر.
bn: এই সারিবদ্ধ পোস্টটি অন্য অ্যাকাউন্টের অন্তর্গত।
de: Dieser in der Warteschlange befindliche Beitrag gehört zu einem anderen Konto.
es: Esta publicación en cola pertenece a otra cuenta.
fr: Cette publication en file d'attente appartient à un autre compte.
hi: यह पंक्तिबद्ध पोस्ट किसी अन्य खाते से संबंधित है.
ja: このキューに入れられた投稿は別のアカウントに属しています。
pt: Esta postagem na fila pertence a outra conta.
ru: Эта публикация в очереди принадлежит другому аккаунту.
tr: Bu sıradaki post farklı bir hesaba ait.
zh_hans: 此排队帖子属于另一个帐户。

# Bu yerleşimi kullan
source: Use this placement
ar: استخدم هذا الموضع
bn: এই প্লেসমেন্ট ব্যবহার করুন
de: Nutzen Sie diese Platzierung
es: Utilice esta ubicación
fr: Utiliser cet emplacement
hi: इस प्लेसमेंट का उपयोग करें
ja: この配置を使用する
pt: Usar este posicionamento
ru: Используйте это место размещения
tr: Bu yerleşimi kullan
zh_hans: 使用此放置位置

# Bu yüzeyde ne var?
source: What is on this surface?
ar: ماذا يوجد على هذا السطح؟
bn: এই পৃষ্ঠে কি আছে?
de: Was ist auf dieser Oberfläche?
es: ¿Qué hay en esta superficie?
fr: Qu'y a-t-il sur cette surface ?
hi: इस सतह पर क्या है?
ja: この表面には何があるのでしょうか？
pt: O que há nesta superfície?
ru: Что находится на этой поверхности?
tr: Bu yüzeyde ne var?
zh_hans: 这个表面上有什么？

source: CAPTION
ar: الوصف
bn: ক্যাপশন
de: BESCHREIBUNG
es: DESCRIPCIÓN
fr: LÉGENDE
hi: कैप्शन
ja: キャプション
pt: LEGENDA
ru: ПОДПИСЬ
zh_hans: 说明

# Canlı kamera hazırlanıyor
source: Preparing live camera
ar: تحضير الكاميرا الحية
bn: লাইভ ক্যামেরা প্রস্তুত করা হচ্ছে
de: Live-Kamera vorbereiten
es: Preparando cámara en vivo
fr: Préparation de la caméra en direct
hi: लाइव कैमरा तैयार किया जा रहा है
ja: ライブカメラの準備
pt: Preparando câmera ao vivo
ru: Подготовка камеры
tr: Canlı kamera hazırlanıyor
zh_hans: 准备实时摄像头

source: Caption
ar: الوصف
bn: ক্যাপশন
de: Beschreibung
es: Descripción
fr: Légende
hi: कैप्शन
ja: キャプション
pt: Legenda
ru: Подпись
zh_hans: 说明

# Caption 220 karakteri geçemez.
source: Caption cannot exceed 220 characters.
ar: لا يمكن أن يتجاوز الوصف 220 حرفًا.
bn: ক্যাপশন 220 অক্ষরের বেশি হতে পারে না।
de: Die Beschreibung darf 220 Zeichen nicht überschreiten.
es: La descripción no puede superar los 220 caracteres.
fr: La légende ne peut pas dépasser 220 caractères.
hi: कैप्शन 220 अक्षरों से अधिक नहीं हो सकता.
ja: キャプションは 220 文字を超えることはできません。
pt: A legenda não pode exceder 220 caracteres.
ru: Подпись не может превышать 220 символов.
tr: Caption 220 karakteri geçemez.
zh_hans: 说明不能超过 220 个字符。

# Caption boş olamaz ve 220 karakteri geçemez.
source: A caption is required and must not exceed 220 characters.
ar: الوصف مطلوب ويجب ألا يتجاوز 220 حرفًا.
bn: একটি ক্যাপশন প্রয়োজন এবং 220 অক্ষরের বেশি হওয়া উচিত নয়৷
de: Eine Beschreibung ist erforderlich und darf 220 Zeichen nicht überschreiten.
es: La descripción es obligatoria y no puede superar los 220 caracteres.
fr: Une légende est obligatoire et ne doit pas dépasser 220 caractères.
hi: एक कैप्शन आवश्यक है और 220 अक्षरों से अधिक नहीं होना चाहिए।
ja: キャプションは必須であり、220 文字を超えてはなりません。
pt: Uma legenda é obrigatória e não deve exceder 220 caracteres.
ru: Подпись обязательна и не должна превышать 220 символов.
tr: Caption boş olamaz ve 220 karakteri geçemez.
zh_hans: 请填写说明，且不得超过 220 个字符。

# Cihaz sıcaklığı yüksek; AR geçici olarak duraklatıldı.
source: Device temperature is high; AR has been temporarily paused.
ar: درجة حرارة الجهاز مرتفعة؛ تم إيقاف AR مؤقتًا.
bn: ডিভাইস তাপমাত্রা উচ্চ; AR সাময়িকভাবে থামানো হয়েছে।
de: Gerätetemperatur ist hoch; AR wurde vorübergehend pausiert.
es: La temperatura del dispositivo es alta; AR ha sido pausada temporalmente.
fr: La température de l'appareil est élevée ; La RA a été temporairement suspendue.
hi: डिवाइस का तापमान अधिक है; एआर को अस्थायी रूप से रोक दिया गया है।
ja: デバイスの温度が高い。 ARは一時的に停止しております。
pt: A temperatura do dispositivo está alta; AR foi temporariamente pausado.
ru: Температура устройства высокая; AR временно приостановлен.
tr: Cihaz sıcaklığı yüksek; AR geçici olarak duraklatıldı.
zh_hans: 设备温度高； AR 已暂时暂停。

# Cihaz test içeriği hazır.
source: Device test content is ready.
ar: محتوى اختبار الجهاز جاهز.
bn: ডিভাইস পরীক্ষার বিষয়বস্তু প্রস্তুত।
de: Der Inhalt des Gerätetests ist fertig.
es: El contenido de la prueba del dispositivo está listo.
fr: Le contenu du test de l'appareil est prêt.
hi: डिवाइस परीक्षण सामग्री तैयार है.
ja: デバイステストのコンテンツが準備できました。
pt: O conteúdo do teste do dispositivo está pronto.
ru: Содержимое теста устройства готово.
tr: Cihaz test içeriği hazır.
zh_hans: 设备测试内容已准备就绪。

source: Device test mode is on. Server processes are kept local until the connection is reestablished.
ar: وضع اختبار الجهاز قيد التشغيل. يتم الاحتفاظ بعمليات الخادم محليًا حتى تتم إعادة تأسيس الاتصال.
bn: ডিভাইস পরীক্ষা মোড চালু আছে। সংযোগ পুনঃস্থাপিত না হওয়া পর্যন্ত সার্ভার প্রক্রিয়া স্থানীয় রাখা হয়.
de: Der Gerätetestmodus ist aktiviert. Serverprozesse bleiben lokal, bis die Verbindung wiederhergestellt ist.
es: El modo de prueba del dispositivo está activado. Los procesos del servidor se mantienen locales hasta que se restablece la conexión.
fr: Le mode test de l'appareil est activé. Les processus du serveur restent locaux jusqu'à ce que la connexion soit rétablie.
hi: डिवाइस परीक्षण मोड चालू है. कनेक्शन पुनः स्थापित होने तक सर्वर प्रक्रियाओं को स्थानीय रखा जाता है।
ja: デバイステストモードがオンになっています。サーバー プロセスは、接続が再確立されるまでローカルに保持されます。
pt: O modo de teste do dispositivo está ativado. Os processos do servidor são mantidos locais até que a conexão seja restabelecida.
ru: Режим тестирования устройства включен. Серверные процессы остаются локальными до тех пор, пока соединение не будет восстановлено.
tr: Cihaz test modu açık. Sunucu işlemleri bağlantı yeniden kurulana kadar yerel tutulur.
zh_hans: 设备测试模式已开启。服务器进程保持本地状态，直到重新建立连接。

# Cihazı daha yavaş hareket ettirin.
source: Move the device more slowly.
ar: حرك الجهاز ببطء أكثر.
bn: ডিভাইসটি আরও ধীরে ধীরে সরান।
de: Bewegen Sie das Gerät langsamer.
es: Mueva el dispositivo más lentamente.
fr: Déplacez l'appareil plus lentement.
hi: डिवाइस को अधिक धीरे-धीरे घुमाएँ।
ja: デバイスをよりゆっくりと動かします。
pt: Mova o dispositivo mais lentamente.
ru: Перемещайте устройство медленнее.
tr: Cihazı daha yavaş hareket ettirin.
zh_hans: 更慢地移动设备。
